Repository: elementary/switchboard-plug-sharing
Catalog: po/*.po
Languages: bn

source: Enabled
bn: সক্রিয় করুন

source: Not Available
bn: বিদ্যমান নেই

source: Connected
bn: সংযোগ স্থাপিত হয়েছে

source: Disabled
bn: নিস্ক্রিয় করুন

source: Media Library
bn: মিডিয়া লাইব্রেরি

source: While enabled the following media libraries are shared to compatible devices in your network.
bn: যদি এটি সক্রিয় করেন তাহলে এই মিডিয়া লাইব্রেরিগুলো আপনার নেটওয়ার্ক থাকা ব্যবহার যোগ্য ডিভাইস মধ্যে শেয়ার হয়ে যাবে।

source: While disabled the selected media libraries aren't shared and it isn't possible to stream files from your harddrive to other devices.
bn: যদি এটি নিস্ক্রিয় করেন তাহলে এই মিডিয়া লাইব্রেরিগুলো আপনার নেটওয়ার্ক থাকা ব্যবহার যোগ্য ডিভাইস মধ্যে আর শেয়ার হবে না এবং অন্যান্য ডিভাইসে আপনার হার্ড-ড্রাইভ থেকে এই ফাইলগুলো চালানো সম্ভব হবে না।

source: Music
bn: গান সমূহ

source: Videos
bn: ভিডিও সমূহ

source: Photos
bn: ছবি সমূহ

source: Select the folder containing your %s
bn: আপনার %s ধারণকারী ফোল্ডারটি নির্বাচন করুন

source: Sharing
bn: শেয়ারিং

source: Configure Bluetooth, DLNA, and Samba shares
bn: ব্লুটুথ, ডি এল এন এ এবং সাম্বা শেয়ার কনফিগার করুন
